Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Chen Yun summed up the feelings of many conservatives when he accused Deng of being rightist in his economic policies and leftist in his use of the military.44
es_us: Chen Yun resumió los sentimientos de mucho de los conservadores cuando acusó a Deng de ser derechista en sus políticas económicas e izquierdista en el uso de la micilia.4p

source: Chen Yun was apparently quite ill in 1994 and finally died in April 1995.
es_us: Chen Yun aparentemente estaba enfermo en 1994 y murió en abril de 1995.

source: Chen Yun was the only one in the Party with the stature to challenge Deng, but just as he had never challenged Mao, with whom he disagreed, he never challenged Deng’s political position.
es_us: Chen Yun era el único en el partido con la importancia necesaria para desafiar a Deng, pero nunca había desafiado a Mao, con quién no estaba de acuerdo, ni tampoco la posición política de Deng.

source: Chen Yun, advocate of a planned economy,
es_us: Chen Yun, defensor de la economía planificada,

source: Chen Yun, in a scarcely veiled attack on newly promoted vice-premier Zhu Rongji, reputedly warned against allowing a “Yeltsin-like figure” to emerge in China.41
es_us: Chen Yun, en un ataque apenas encubierto al recién promovido viceprimer ministro ZhuRongji, se dice que advirtió en contra de permitir que una "figura del tipo de Yeltsin" surja en China. 41

source: Chen and then-Beijing Party secretary Li Ximing had played a very active role in urging the Party to adopt a hardline stance in the face of popular demonstrations, apparently writing reports that were biased and inflammatory.
es_us: Chen y Li Ximing, secretario del partido de Pekín en su momento, habrían participado de manera muy activa al instar al partido que adopte una postura firme con respecto a las manifestaciones populares por medio de informes sesgados e incendiarios.

source: Chen had clearly disdained Jiang, and his removal was critical to the consolidation of Jiang’s power, but Jiang had invoked the campaign against corruption rather than the older tactic of ideological deviance to rid himself of Chen.
es_us: Claramente, Chen había menospreciado a Jiang, y su destitución fue clave para la consolidación del poder de Jiang; pero Jiang había acudido a la campaña anticorrupción en vez de a la antigua táctica de alejamiento ideológico para librarse de Chen.

source: Chen had long felt that Deng had, like Mao, created his own “one voice chamber” (yiyantang) and had thereby not abided by the tenets of collective leadership.
es_us: Chen había sentido por mucho tiempo que Deng, al igual que Mao, había creado su propia "cámara de una sola voz" (yiyantang) y entonces no había respetado los principios del liderazgo conjunto.

source: Chen received his degree in 1970, even though classes were suspended because of the Cultural Rev- olution, and was sent to work in a factory in Hunan.
es_us: Chen se recibió en 1970, incluso a pesar de que las clases se suspendieron debido a la Revolución Cultural, y lo enviaron a trabajar en una fábrica en Hunan.

source: Chen sharply criticized Zhao for his opposition to the closing of the World Economic Herald, his speech to the Asian Development Bank, and his revelation to Gorbachev of the Thirteenth Party Congress resolution referring important Party matters to Deng – which Chen described as “deliberately directing the fire of criticism at Deng Xiaoping.”24[7] In his criticism of some of the intellectuals linked to Zhao, however, Chen hinted at the depth of the struggle within the Party.
es_us: Chen criticó duramente a Zhao por su oposición al cierre del periódico World Economic Herald, sus palabras hacia el Banco de Desarrollo Asiático, y su revelación a Gorbachev de la resolución del Décimotercer Congreso del Partido que derivaba importantes asuntos del partido a Deng, lo cual Chen describía como "direccionar deliberadamente al centro de la crítica a Deng Xiaoping". 24 En su crítica a algunos de los intelectuales relacionados con Zhao, sin embargo, Chen insinúo la profunda lucha dentro del partido.

source: Chen was more interested in policy than power, and he seemed both content and determined to force Deng to accept a diminished role in policy-making.
es_us: Cheng estaba mas interesado en las políticas que en el poder, y parecía conforme y decidido a obligar a Deng a que acepte un rol menor en la toma de decisiones.

source: Cheng also berated conservatives as people who “have doubts and misgivings” about reform and have “lost the courage to make positive explorations.”15
es_us: Además, Cheng reprendió a los conservadores, a quienes llamó personas que "tienen dudas y recelo" sobre la reforma y "perdieron el coraje de hacer exploraciones positivas".15

source: Chen’s arrest hardly brought consensus within the political elite, for the same interests and currents that had clashed in the years following Tiananmen remained.
es_us: La detención de Chen prácticamente no trajo consenso dentro de la elite política, debido a que permanecían los mismos intereses y corrientes ideológicas que se habían confrontado en los años siguientes a Tiananmén.

source: Chen’s article picked up where the conservative critique of reform in 1989 and 1990 had left off.
es_us: El artículo de Chen tomó como punto de partida lo que había dejado la crítica conservadora de la reforma en 1989 y 1990.

source: Chen’s failure was primarily a reflection of widespread resentment of the rapidly growing power of the children of high-level cadres(taizi,“princes”), a trend that continues to this day.
es_us: El fracaso de Chen fue más que nada un reflejo del resentimiento expandido respecto al rápido crecimiento de poder de los hijos de los líderes políticos de alto nivel(taizi,“príncipes”), una tendencia que continúa hasta el día de hoy.

source: China Can Say No
es_us: China Can Say No (China puede decir No)

source: China Can Say No published
es_us: Publicación de China Can Say No (China puede decir No)

source: China Can Say No was striking not just because of its highly emotional tone but also because the authors all claimed to have been strongly influ-enced by the United States, only to have become disillusioned in the 1990s.
es_us: China puede decir no fue impactante no solo por tener un tono emocional alto sino también por el reclamo de los autores a la gran influencia de Estados Unidos, solo para haberse decepcionado en la década de los 90.

source: China Can Say No was widely popular and influential.
es_us: China puede decir no fue muy popular y tuvo una gran influencia.

source: China could not simply follow the Western model of allowing some people to become very affluent.
es_us: El país no podía simplemente seguir el modelo occidental que le permitía a algunas personas volverse acaudaladas.

source: China could not simply follow the Western model of allowing some people to become very affluent.2Fortunately for Hu, the book was passed to Deng Nan, Deng Xiaoping’s daughter, who then passed it (or a summary) on to her father.
es_us: El país no podía tan solo seguir el modelo occidental que permitía a algunas personas volverse acaudaladas.2Por suerte para Hu, el libro llegó a las manos de Deng Nan, la hija de Deng Xiaoping, quien luego se lo hizo llegar a su padre -o al menos un resumen del ibro.

source: China did remarkably well in the 1990s and into the new century.
es_us: La condición de China fue óptima durante la década de los 90 y a principios del nuevo siglo.

source: China has come a long way from the deep divisions that were so apparent in the period before and after Tiananmen; power is now exercised in a way that both allows for both a primus inter pares and also a balancing of competing interests within the Party.
es_us: China ha avanzado bastante desde las profundas divisiones que eran tan evidentes durante el período anterior y posterior a Tiananmén; el poder ahora es ejercido de una manera que permite un (primus inter pares) y un equilibrio de los intereses opuestos dentro del Partido.

source: China has not had a good track record in peacefully transferring power: Mao Zedong’s designated successors – Liu Shaoqi, Lin Biao, and Hua Guofeng – all failed to attain sustainable power, and Deng Xiaoping’sﬁrsttwochoices–ZhaoZiyangandHuYaobang–hadlikewise fallenamidstpoliticalstruggle.JiangZemin,contrarytoearlyexpectations, succeeded in consolidating power despite the very complicated politics of thepost-Tiananmenperiodandhisrelativelackofexperienceatthehighest level of China’s political system.
es_us: China no tenía un buen historial con respecto a la transferencia pacífica del poder: ninguno de los sucesores que Mao Zedong designó- Liu Shaoqi, Lin Biao y Hua Guofeng- logró conseguir un poder sostenible. En cuanto a Deng Xiaoping, sus primeras dos opciones eran Zhao Ziyang y Hu Yaobang, quienes al igual que los anteriores fueron derrotados por la lucha política. En contraposición a las expectativas, Jiang Zemin triunfó en la consolidación del poder a pesar de las trabas políticas del período posterior a la masacre de Tiananmén y su relativa falta de experiencia en el nivel más alto del sistema político de China.

source: China initially concentrated its efforts on Asia and managed to gain diplomatic recognition from Indonesia and Singapore, from which China had long been estranged.
es_us: En un principio China centró sus energías en Asia y logró el reconocimiento diplomático de Indonesia y Singapur, países de los que China había estado separada por mucho tiempo.

source: China may eventually emerge as a democratic nation, but, if so, its path will be longer and more complicated than was so widely assumed in the early 1990s.9 Contrary to those Western hopes, a significant number of intellectuals in China came to have different comprehensions of their society and the international order than their Western counterparts assumed they had.
es_us: Es posible que China emerja como una nación democrática, pero, de ser ese el caso, el camino será mucho más extenso y complicado de lo que se suponía con tanta seguridad a principios de la década de los 909. Contrariamente a esas expectativas occidentales, una gran cantidad de intelectuales en China desarrollaron concepciones de su sociedad y del orden internacional muy diferentes a las que los intelectuales de Occidente suponían que tenían.

source: China needed to renew the spirit of “emancipating the mind” that had prevailed then.
es_us: . China necesitaba renovar el espíritu de "emancipar a la mente" que había estado en auge en ese momento.

source: China needs stability.”64 In order to enhance stability and stop the decline in morals in society, Wang unabashedly favors raising high the banner of communism, “so that it becomes the banner flying above our heads and becomes our common faith (xinyang) and religion (zongjiao).”65
es_us: China necesita estabilidad”.64 Para lograr la estabilidad y frenar el deterioro de los valores morales de la sociedad, Wang descaradamente favorece levantar bien alto la bandera del comunismo, " asi se convierte en la bandera que flamea sobre nuestras cabezas y también en nuestra fe (xinyang) y religión (zongjiao)común”. 65

source: China should “comprehensively” adjust its foreign policy approach over the next decade so that it no longer facilitates US designs for global hegemony.
es_us: China debería ajustar "de manera exhaustiva" su enfoque de política exterior durante la próxima década para no facilitarle a Estados Unidos sus planes de hegemonía mundial.

source: China since Tiananmen
es_us: China desde Tianamén

source: China tests surface-to-surface missiles into sea
es_us: China prueba misiles superficie-superficie en el mar

source: China tests surface-to-surface missiles into sea off the coast of Taiwan
es_us: China prueba misiles tierra-tierra en las costas de Taiwán.

source: China was moving up the production scale in technological terms, but that movement was not producing the labor-intensive jobs the interior needed.
es_us: El país se estaba elevando en la escala de producción en el área tecnológica, pero no estaba generando el tipo de trabajo intensivo que el interior necesitaba.

source: China, growing at double-digit rates, shared in this confidence.
es_us: China, que crecía con índices de doble dígito también, creía en esa confianza.

source: China, she argued, seems to be heading not toward liberal democracy and capitalism but toward a “government and mafia alliance.” These socioeconomic trends quickly became a source of popular discontent, and political and intellectual leaders from across the spectrum – the left, the New Left, neostatists, populist nationalists, and liberals – all responded with diagnoses and prescriptions.
es_us: Según ella parece que China se está dirigiendo no hacia una democracia y capitalismo liberal sino hacia una "alianza del gobierno y la mafia". Estas tendencia socieconómicas se convirtieron rápidamente en una fuente de descontento popular, y los líderes políticos e intelectuales de distintos partidos (tanto la izquierda, como la Nueva izquierda, los populistas y los liberales) contestaron con diagnósticos y prescripciones.

source: China’s GDP continued to grow, but each percentage point of newly generated growth generated fewer jobs than it had previously.
es_us: El PIB de China siguió incrementando pero cada punto de porcentaje de este crecimiento generó menos puestos de trabajo de los que había generado anteriormente.

source: China’s accession to WTO
es_us: ingresar a la OMC

source: China’s ambassador congratulated the perpetrators of the coup, and conservative elder Wang Zhen, then in Xinjiang, called on China’s Party leaders “never to deviate” from Marxism– Leninism–Mao Zedong Thought and to “fight to the death” for communism.38 During his trip in the province, Wang gave a number of “fiery speeches,”39 while back in Beijing, leftists called a number of meetings to consider their response.
es_us: El embajador de China felicitó a los perpetradores del golpe de estado, y el veterano conservativo Wang Zhen, en ese momento en Xinjiang, instó a los líderes del partido de China a "nunca desviarse" del pensamiento -Marxista-Leninista- Mao Zedong y a "pelear a muerte" por el comunismo. 38 Durante su viaje por la provincia, Wang dió varios "discursos intensos", 39 mientras en Beijing, los izquierdistas llamaron a varias reuniones para considerar su respuesta.

source: China’s culture itself is changing from being “conservative, closed, subjective, and arbitrary” to one that is “renewed, open, objective, and democratic.” “Without a highly democratic political system,” Wang warned, “it is difficult to establish oneself as a modernized, strong country among the advanced people of the world.”
es_us: La cultura China en sí misma esta pasando de ser "conservadora, cerrada, subjetiva y arbitraria" a ser "renovada, abierta, objetiva y democrática": Wang advirtió que "Sin un sistema político altamente democrático, es dificil de establecerse como un país modernizado y fuerte entre los países avanzados del mundo".

source: China’s economic structural reform was really created in this way.
es_us: La reforma de la estructura económica de China fue realmente creada de este modo.

source: China’s efforts to join the WTO were coordinated by Vice-Premier Li Lanqing, who was known to be close to Jiang (as well as to Li Peng) and enjoyed a reputation as a strong supporter of China’s bid.
es_us: Los esfuerzos de China para unirse a la OCM fueron coordinados por el vice Primer MinistroLi Lanqing, quien era públicamente cercano a Jiang (como también a Li Peng) y disfrutaba de una reputación como partidario firme del pedido de China.

source: China’s isolation following Tiananmen put the government under a great deal of pressure.
es_us: El aislamiento de China luego del incidente del Tiananmén dejó al gobierno bajo gran presión.

source: China’s proposed entrance into the WTO thus struck an uneasy balance between the desire of Chinese leaders to demonstrate China’s “great power” status and to further economic development by joining the international economy on one side, and, on the other, the protectionist instincts of some regions and bureaucracies, the ideological and political concerns that such integration might prove socially disruptive, the concerns of New Left intellectuals, and the populist nationalism of a large segment of the public.
es_us: El ingreso propuesto de China en la OMC causó un balance incómodo entre el deseo de los líderes chinos de demonstrar el estatus de "gran poder" de China y de avanzar el desarrollo económico al unir la economía internacional por un lado, y, por el otro, los instintos proteccionistas de algunas regiones y burocracias, las preocupaciones ideológicas ypolíticas que tal integración podría resultar socialmente perturbadora, las preocupaciones de los intelectuales de la nueva izquierda, y el nacionalismo populista de un gran segmento del público.

source: Chinese F-8 fighter collides with American
es_us: El avión de combate chino F-8 choca contra un avión de reconocimiento

source: Chinese civilization, with its belief in harmony between humanity and nature, could provide a way out.25
es_us: La civilización china, con su creencia en la armonía entre la humanidad y la naturaleza, podía proveer una salida25.

source: Chinese intellectuals would re-emerge in a very different society, and their reactions to the surrounding socioeconomic and political events polarized them in a way not apparent in the 1980s or even, perhaps, before.
es_us: Los intelectuales chinos resurgirían en una sociedad muy distinta, y sus reacciones ante los eventos socioeconómicos y políticos circundantes los polarizaron de una forma que no era aparante en 1980 o incluso, tal vez, antes.

source: Chinese politics since Tiananmen, as in many crisis situations, tended to be defined by polarities: one was either for “upholding socialism” or for “bourgeois liberalization.” Taking heed of the fate of his predecessors, Hu Yaobang and Zhao Ziyang, Jiang spent much of his first six years making sure that no one could accuse him of being “lax” on bourgeois liberalization.
es_us: La política China desde el incidente de Tiananmen, como durante otras crisis, era propensa ser definida por polaridades: uno era "defensor del socialismo" o apoyaba "la liberación burguesa". Jiang siguió el consejo de sus predecesores,Hu Yaobang and Zhao Ziyang, y pasó la mayor parte de sus primeros seis años asegurándose de que nadie lo pudiera acusar de ser "permisivo" con respecto a la liberación burguesa .

source: Chinese responses to Huntington’s article varied, but many took umbrage – seeing the article as a declaration of Western (and specifically American) superiority, or worse as racially tinged.
es_us: Las respuestas chinas al artículo de Huntington variaron, pero muchas fueron tomadas con resentimiento, vieron el artículo como la declaración de superioridad del Occidente (y especialmente la superioridad estadounidense) o lo que es peor con un tinte racial.

source: Chinese ship, Yin He, stopped by US Navy
es_us: La marina de los EE. UU. detiene al buque chino "Yin He"

source: Chongqing CCP sec.
es_us: Secretariado del PCCh. en Chongqing

source: Chr., CMC
es_us: de la Comisión Militar Central

source: Chr., CPPCC
es_us: Presidente de CCPPC

source: Chronology
es_us: Cronología

source: Chronology xi
es_us: Cronología xi

source: Chronology xiii
es_us: Cronología xiii

source: Chronology xv
es_us: Cronología xv

source: Cited in Liu Pi, “Deng Xiaoping Launches ‘Northern Expedition’ to Emancipate Mind.”
es_us: Citado en Liu Pi, “Deng Xiaoping Launches ‘Northern Expedition’ to Emancipate Mind.”

source: Citing Jiang Zemin’s 1996 statement that China should “always maintain the dominant position of the public sector,” the manifesto argued that “dominance” cannot be rede- fined to mean that the state could simply hold a predominant share of assets within the national economy.
es_us: Citando la declaración de Jiang Zemin de 1996 de que China debería “mantener siempre la posición dominante del sector público,” el manifiesto sostenía que el “dominio” no puede redefinirse para significar que el estado simplemente podría tomar una parte predominante de activos dentro de la economía nacional.

source: City officials similarly covered up the situation.
es_us: Los funcionarios de la ciudad también encubrieron la situación.

source: Closing the door, it noted, was not really an option.
es_us: Cerrar las puertas, señalaba, no era realmente una opción.

source: Coming into his own as a political leader, Jiang Zemin recognized the importance of improving relations with the United States for both domestic reform and his own legitimacy.
es_us: En su mejor momento como líder político, Jiang Zemin reconoció la importancia de mejorar las relaciones con Estados Unidos tanto para una reforma nacional como para su propia legitimidad.

source: Commercialism destroyed the “feeling that a writer is the beloved and needed spokesman of the people and the conscience of society.”8
es_us: El comercialismo destruyó la "sensación de que un escritor es el vocero que la población quiere y necesita, y la consciencia de la sociedad"8.

source: Commission
es_us: Militar

source: Committee
es_us: Central

source: Communist Party following the
es_us: Partido comunista después del Décimosexto Congreso del Partido

source: Completing the program, he stayed on at Fudan University, eventually heading the Department of International Politics.
es_us: Al terminar el plan de estudios, se quedó en la Universidad Fudan, y eventualmente encabezó el Departamento de Política Internacional.

source: Comprehensively Implement the Party’s Basic Line,” Yuan’s article did to Deng what
es_us: "La implementación de la norma básica del Partido de manera firme, precisa y comprensiva". Esto le provocó a Deng

source: Compromises were made.
es_us: Se llegó a un acuerdo.

source: Conclusion
es_us: Conclusión

source: Conclusion 272
es_us: Conclusión 272

source: Congress Meeting.
es_us: del Pueblo

source: Congress meeting discusses Eleventh
es_us: se discute el Décimo Primer

source: Conservative Party elder Song Renqiong declared in early March that he could not detect leftist influences in current political, ideological, and economic work.
es_us: Son Renqiong, veterano del Partido Conservador, declaró a principios de marzo que no pudo detectar influencias izquierdistas en la actual situación política, ideológica y económica.

source: Conservative Party leaders believed that Zhao had been leading reform farther and farther from socialism and that Tiananmen was the inevitable and foreseeable denouement of the reform program that Zhao led and symbolized.
es_us: Los líderes del partido conservador creían que Zhao había alejado más y más la reforma del socialismo y que los sucesos de Tiananmén era un deselance inevitabley predecible delprograma de lareforma que Zhao lideró y de la que fue símbolo.

source: Conservative critics of the ﬁlm blasted it as a prime example of “national nihilism” and bourgeois liberalization.
es_us: La crítica conservadora trató duramente al filme como un ejemplo principal de "nihilismo nacional" y liberalización burguesa.
